Repository: afdallismen/elearning
Catalog: sis/locale/*/LC_MESSAGES/django.po
Languages: id

source: Print selected users score
id: Cetak nilai pengguna yang terpilih

source: preview
id: tampilan

source: title
id: judul

source: number of attachments
id: jumlah lampiran

source: category
id: kategori

source: short description
id: deskripsi singkat

source: published
id: tersebar

source: active
id: aktif

source: action
id: aksi

source: name
id: nama

source: question
id: pertanyaan

source: assignment
id: tugas

source: score percentage (%)
id: persentase nilai (%)

source: has been examined
id: telah diperiksa

source: letter score
id: nilai huruf

source: exercise
id: tugas rumah

source: quiz
id: kuis

source: mid
id: UTS

source: final
id: UAS

source: class
id: kelas

source: current student count
id: jumlah mahasiswa saat ini

source: assignment cateory
id: kategori tugas

source: True
id: Benar

source: False
id: Salah

source: Make sure score percentage add up to 100.
id: Pastikan jumlah total persentase nilai sama dengan 100.

source: class name
id: nama kelas

source: Class max capacity
id: Kapasitas maksimum kelas

source: capacity
id: kapasitas

source: classes
id: kelas

source: file upload
id: unggah berkas

source: attachment
id: lampiran

source: attachments
id: lampiran

source: courses
id: kelas

source: text
id: teks

source: created on
id: dibuat pada tanggal

source: module
id: bahan kuliah

source: modules
id: bahan kuliah

source: Time limit on when student can still submit an answer for this assignment
id: Batas waktu mahasiswa masih dapat memberikan jawaban

source: due at
id: dikumpulkan pada tanggal

source: assignments
id: tugas

source: score percentage
id: persentase nilai

source: questions
id: pertanyaan

source: This question has no written text
id: Pertanyaan ini tidak memiliki teks tertulis

source: student
id: mahasiswa

source: score
id: nilai

source: answer
id: jawaban

source: answers
id: jawaban

source: This answer has no written text
id: Jawaban ini tidak memiliki teks tertulis

source: You can't make an answer for an assignment that already expired
id: Anda tidak bisa memberikan jawaban untuk tugas yang telah dikumpulkan

source: assignment result
id: nilai tugas

source: assignment results
id: nilai tugas

source: final result
id: nilai akhir

source: final results
id: nilai akhir

source: final result percentage
id: persentase nilai akhir

source: final result percentages
id: persentase nilai akhir

source: No preview available for this file type.
id: Tidak ada tampilan untuk berkas ini.

source: Ensure this value is greater than or equal to today's date.
id: Pastikan nilai ini sama atau lebih besar dari tanggal hari ini.
